/* Rate adjustment slider checkbox */
"Adjust rate:" = "Upraviť rýchlosť";

/* label for the unit in the box for character limit */
"characters" = "znakov";

/* Label for hotkey recorder for 'clicking' the current note being spoken */
"Click Note" = "Klinúť";

/* Label for speech faster */
"Fast:" = "Rýchlo";

/* Label for box containing global hot keys for the speech display */
"Global Hotkeys:" = "Globálne skratky";

/* Limit speech display to a given amount of characters */
"Limit to" = "Obmedziť na";

/* Label for hotkey recorder for pause/resume the speech display */
"Pause/Resume" = "Prerušiť/Spustiť";

/* Label for hotkey recorder for skipping the current note */
"Skip Note" = "Preskočiť";

/* Label speech slower */
"Slow" = "Pomaly";

/* The voice chosen as the system voice in the Speech preference pane */
"System Default" = "Systémový";

/* No comment provided by engineer. */
"This is a preview of the %@ voice." = "Toto je ukážka hlasu %@.";

/* Label for popup with voices */
"Voice:" = "Hlas:";

/* Volume adjustment checkcbox */
"Volume:" = "Hlasitosť";

